---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.IFCExternalServiceUIData
source: html/868997a4-1e67-36f4-c4a8-26deab0d8587.htm
---
# IFCExternalServiceUIData Members

Releases all resources used by the IFCExternalServiceUIData